{
  "0": "Based on the examples, this feature represents:\n\n**\"Former\" - indicating previous roles or positions**\n\nThe feature consistently activates on the word \"Former\" (and variants like \"ĠFormer\" and \"Ġformer\") when it's used to describe someone's previous professional role, title, or position (former secretary of state, former FBI official, former four-division champion, former first daughter, former presidential candidate, former governor, etc.).",
  "1": "Looking at the activation patterns, this feature appears to detect:\n\n**Street addresses and location references in news articles**\n\nThe feature consistently activates on \"Ave\" (Avenue) and \"Street\" tokens that appear in the context of news reporting about local incidents, crimes, and events. These tokens are part of specific address references that provide geographic context in journalistic writing.",
  "2": "Looking at the top activating tokens, this feature represents:\n\n**Professional titles and occupational roles**\n\nAll the tokens are job titles or professional designations: inspector, reporter, professor, analyst, director, journalist, investigator, and historian. The feature appears to detect words that describe people's professional roles or occupations.",
  "3": "Looking at these examples, the feature appears to activate on the preposition \"in\" when it introduces **topics, subjects, or domains** that are about to be discussed or analyzed.\n\nIn each case, \"in\" is followed by a specific field, location, or subject area (Scotland's politics, 2017, Japan, AR, etc.) that serves as the main topic or focus of the text.\n\n**Label: \"in\" introducing topics or analytical subjects**",
  "4": "Looking at these examples, I notice that all the highly activating tokens are prepositions (\"of\", \"in\", \"with\", \"into\") that appear in what looks like news article text or formal writing contexts.\n\nThe common pattern seems to be prepositions in journalistic or news-style writing, where these function words are connecting key elements in news stories (locations, organizations, people, events).\n\n**Label: Prepositions in news/journalistic writing contexts**",
  "5": "Looking at these examples, the dash token consistently appears at the beginning of new paragraphs or sections that introduce quoted speech, reported statements, or attributed content from specific sources.\n\n**Label: Article paragraph breaks introducing quotes or attribution**\n\nThe pattern shows dashes marking transitions where the text shifts from narrative to presenting someone's direct words, statements, or reported speech - whether from politicians, officials, experts, or other quoted sources in news articles and similar content.",
  "6": "Based on these examples, this feature represents:\n\n**Temporal reference words indicating past states or events**\n\nThe feature consistently activates on adverbs that reference previous time periods or states: \"previously,\" \"originally,\" \"once,\" and \"initially.\" These words all serve to establish temporal context by referring back to earlier conditions, events, or states of affairs in contrast to the current situation being described.",
  "7": "Looking at these examples, I notice that all the high-activation instances of \"of\" appear in what seem to be article headlines, bylines, publication information, or opening sentences of written pieces - essentially **editorial/journalistic content markers**.\n\nThe contexts include:\n- Article series titles (\"Socialism and Black Liberation\")\n- Book citations with publication info\n- TV show/media references\n- Article openings and bylines\n\n**Label: \"Of\" in article titles and publication",
  "8": "Looking at the activated tokens and their contexts, this feature appears to detect:\n\n**Diplomatic/political relationships and negotiations**\n\nThe feature consistently activates on words related to formal relationships, agreements, and diplomatic interactions between political entities (countries, parties, organizations). The contexts involve international relations, political negotiations, and formal agreements rather than casual relationships.",
  "9": "Looking at these examples, I notice that all the activating tokens are common function words and determiners that typically appear at the beginning of noun phrases or clauses: \"some,\" \"various,\" \"what,\" \"this,\" \"no,\" \"The,\" \"my,\" \"all,\" \"many,\" \"that.\"\n\nThese words share a grammatical role as **determiners, quantifiers, and phrase initiators**.\n\n**Label: \"Determiners and quantifiers introducing noun phrases\"**",
  "10": "Based on these examples, this feature represents:\n\n**Technology/gaming company names and corporate brands**\n\nAll the top activations are on tokens that are parts of major technology companies (Microsoft, Ubisoft, Activision, EA), telecommunications companies (Verizon, T-Mobile), automotive companies (GM), energy companies (BP), and other large corporations. The feature appears to detect corporate/brand name tokens, particularly in technology and business contexts.",
  "11": "Based on these examples, this feature appears to represent:\n\n**\"Thing/things\" in topic introductions or emphasis**\n\nThe pattern shows the feature activating on variants of \"thing/things\" when they appear in contexts that are introducing a topic, making a point, or providing emphasis - often in journalistic, explanatory, or descriptive writing where the author is highlighting something notable or important.",
  "12": "Based on the examples, this feature appears to represent:\n\n**\"And\" in formal news/journalistic writing**\n\nThe pattern shows the conjunction \"and\" (and occasionally \"or\") appearing consistently in formal news articles, press releases, and journalistic contexts. All examples come from news organizations (Reuters, Al Jazeera, etc.) or formal reporting about topics like politics, energy, international affairs, and technology. The feature seems to capture the specific usage of conjunctions in professional",
  "13": "Looking at these tokens and their contexts, this feature appears to activate on **creative production and development processes**.\n\nThe common pattern across examples is tokens related to the creation, development, and production of creative works - whether that's writing music albums, making films, developing games, or creating art. The contexts consistently involve entertainment industry projects and creative endeavors in various stages of production.\n\n**Label: Creative work production and development process**",
  "14": "Looking at these examples, the feature appears to activate on commas that separate **news article location/source tags from the main content**.\n\nIn each case, the comma follows a pattern like:\n- \"TAIPEI (Reuters) - [main story]\"\n- \"HOUSTON - [main story]\" \n- \"TOKYO (Reuters) - [main story]\"\n- \"(CNN) -- [main story]\"\n\n**Label: \"Comma after news dat",
  "15": "Based on the examples, this feature represents:\n\n**Email newsletter subscription prompts**\n\nAll examples show the same pattern: \"Get the biggest [topic] stories by email Subscribe\" - a specific formulaic text used for email newsletter signup forms on news websites.",
  "16": "Looking at the activation patterns, this feature appears to detect **tokens beginning with \"auto\" or \"Car\"**.\n\nThe pattern is primarily lexical - it's responding to specific token patterns rather than semantic meaning. The feature activates most strongly on:\n- \"Ġauto\" (the token \"auto\" with a preceding space)\n- \"Car\" (as a token, often part of names like \"Carlo\" or \"Car\")\n\n**Label: \"Auto\"",
  "17": "Looking at these examples, I notice that all the activations are on the token \"to\" and they appear in contexts that read like news articles, press releases, or formal reporting - with specific locations, organizations, official statements, and journalistic language.\n\n**Label: \"To\" in news/journalistic article contexts\n\nThe feature seems to detect the word \"to\" when it appears in formal news or media content, as opposed to casual conversation or other text types.",
  "18": "Looking at these examples, this feature appears to activate on temporal references, specifically \"last\" and \"past\", that indicate recent time periods in journalistic or news contexts.\n\n**Label: Recent temporal references in news/journalistic contexts**\n\nThe pattern shows the feature detecting words like \"last\" and \"past\" when they refer to recent time periods (last year, past month, etc.) in what appear to be news articles, reports, or similar informational content.",
  "20": "Looking at these examples, the feature appears to activate on the word \"push\" (and its variants like \"pushed\") across diverse contexts - political campaigns, business initiatives, sports, industry efforts, policy changes, etc.\n\nThe common pattern is the concept of **effort, initiative, or driving force toward a goal**.\n\n**Label: \"Push\" - effort or drive toward objectives**",
  "21": "Looking at these examples, I notice the feature activates strongly on punctuation marks (commas, colons, periods) and tokens that appear at clause or sentence boundaries, often where there's a narrative shift or transition in the text.\n\n**Label: Clause boundaries and narrative transitions**\n\nThe feature seems to detect points in text where there's a syntactic or semantic break - whether it's punctuation marking clause boundaries, or words like \"I\", \"To\", \"help\", \"",
  "22": "Looking at the top activations, this feature consistently fires on U.S. state names, specifically:\n\n- Virginia (appears twice)\n- Florida (appears 5 times)  \n- Texas (appears 3 times)\n\nAll examples show these tokens appearing in news article contexts where the state name is being used to identify locations relevant to the story.\n\n**Label: U.S. state names in news contexts**",
  "23": "Looking at these examples, I notice they all appear to be tokens from contexts that are introducing, describing, or promoting something - whether it's a startup event, video series, game, research findings, discussion, or creative work.\n\nThe common pattern seems to be **promotional or descriptive content introduction**.\n\nShort label: **Promotional/marketing content and program descriptions**",
  "24": "**Video game industry and gaming terminology**\n\nThis feature clearly activates on tokens related to video games, including:\n- Game companies (Bethesda, Ubisoft)\n- Gaming terminology (gameplay, DLC, gamer)\n- Game titles (Fallout)\n- General gaming context (game, in-game)\n\nThe feature appears to detect language associated with video game development, marketing, and discussion.",
  "25": "Looking at the top activating tokens and their contexts, this feature appears to capture **words that indicate continuation or progression in text**.\n\nThe most strongly activating tokens are:\n- \"choice\" (in contexts suggesting options/decisions)\n- \"further\" (multiple instances indicating progression)\n- \"later\" (temporal continuation)\n- \"hold\" (sustaining/continuing)\n- \"way\" (method/path forward)\n- \"more\" (additional content)",
  "26": "Looking at these examples, I notice that in each case, the token 'Ġbe' appears at the beginning of sentences that introduce explanatory content, disclaimers, or background information. The pattern seems to be capturing instances where \"be\" is used to set up explanations or provide context.\n\n**Label: \"Be\" introducing explanations or contextual information**\n\nThe feature appears to activate on \"be\" when it's used to introduce explanatory statements, disclaim",
  "28": "Looking at these examples, I can see that in every case the '-' token appears to be part of a headline or title structure in news/sports articles. The contexts all show journalistic writing with headlines that contain hyphens, likely separating the main headline from a subheadline or byline.\n\n**Label: News headline hyphens separating title components**",
  "29": "Looking at these examples, I notice several patterns:\n\n1. Many tokens appear in contexts that seem to be from news articles, captions, or web content\n2. Multiple hyphens (\"-\") are activating strongly, often in what appears to be metadata or formatting contexts\n3. The contexts frequently contain institutional references (UC Davis, University of Hawaii, Texas Office of Attorney General, etc.)\n4. Several examples appear to be from article headlines, photo captions, or structure",
  "30": "Looking at these examples, I notice that all the highlighted tokens appear to be fragments or parts of proper nouns - place names, organizations, or specific entities:\n\n- 'ost' (likely from a longer word)\n- 'aff' (appears in context with names/places)\n- 'rav' (part of what seems to be a longer word)\n- 'ond' (from \"Rondônia\" - Brazilian state)",
  "31": "Based on the examples, this feature represents:\n\n**\"Star\" in entertainment/media franchise contexts**\n\nThe feature consistently activates on the token \"Star\" (with various capitalizations) when it appears in contexts related to entertainment franchises like Star Wars, TV shows, movies, and other media properties, rather than astronomical stars or general celebrity references.",
  "32": "Looking at these examples, I can see a clear pattern: all the contexts appear to be website interface elements and navigation text. The activating tokens include:\n\n- Commas separating navigation menu items (Russian, English, Deutsch, Blog, etc.)\n- \"Argument\" from a PHP error message \n- \"Op\" from \"Opens in new window\" sharing buttons\n- \"in\" from interface text like \"Opens in new window\"\n- \"ro\" an",
  "33": "Looking at these examples, the feature appears to capture instances where \"right\" is used as a discourse marker or conversational connector, often to:\n\n1. Direct attention (\"Look in your bathroom... right now\")\n2. Acknowledge shared understanding (\"I know, right\")\n3. Signal transitions (\"Now that you've taken the... right\")\n4. Express immediacy (\"all you need right now\")\n\n**Label: \"Right\" as conversational discourse marker or attention director",
  "34": "Based on the examples, this feature represents:\n\n**Sleep-related words and concepts**\n\nThe feature consistently activates on various forms of sleep-related vocabulary (sleep, sleeping, slept, sleeps, asleep) across different contexts, indicating it has learned to detect this specific semantic domain.",
  "35": "Looking at the activated tokens and their contexts, this feature appears to detect:\n\n**Hidden or discovered collections of items/objects**\n\nThe pattern shows tokens related to things that are concealed, found, or accumulated - like weapons caches, seized items, stored possessions, and \"smash and grab\" incidents. The feature activates on words describing collections of objects, particularly in contexts involving discovery, storage, or acquisition of items.",
  "36": "Looking at the activation patterns, this feature appears to activate on tokens that serve as **navigational or structural elements in web articles**, particularly:\n\n- \"MORE\" (likely \"READ MORE\" links)\n- Opening parentheses before supplementary information\n- Periods ending sentences before transitions\n- \"R\" tokens that appear to be parts of navigation elements or article metadata\n\n**Label: Web article navigation and structural elements**",
  "37": "Looking at these examples, I see tokens that appear to be titles, names, or key descriptive words in what seem to be article headlines, product descriptions, or media content.\n\nThe common pattern appears to be **salient content words in titles/headlines**.\n\nThese are the important, attention-grabbing words that would typically appear in headlines, article titles, product names, or promotional content - words like \"Project,\" \"Boy,\" \"Pie,\" \"Ivy,\" \"Emanuel,\"",
  "38": "Looking at these examples, Feature 38 appears to activate on periods that end formal, declarative sentences in journalistic or academic writing. All the contexts show:\n\n- Formal, informative prose style\n- Complete declarative statements\n- Professional/news article tone\n- Sentences that present facts or authoritative information\n\n**Label: \"Periods ending formal declarative sentences in journalistic prose\"**",
  "39": "Looking at these examples, I notice that the highly activating tokens appear in contexts that are written in a formal, journalistic, or announcement-style register. The contexts include news articles, press releases, official updates, and formal communications.\n\nThe feature seems to be detecting:\n\n**Formal/journalistic writing style or register**\n\nThe common pattern across examples is the formal, news-like, or official communication style rather than the specific tokens themselves. The tokens \"for,\" \"their",
  "40": "Looking at these examples, I notice that the feature activates strongly on prepositions (\"in\", \"from\", \"by\") that appear to introduce **source attribution** or **credibility markers** in journalistic/academic contexts.\n\nThe pattern shows:\n- \"in Gastronomica\" (publication source)\n- \"from her essay published\" (source attribution)\n- \"by\" introducing author/agency credits\n- \"in\" contexts related to studies, polls,",
  "41": "Looking at the activation patterns, this feature consistently fires on **years from the 1950s-1980s period**.\n\nAll the top activating tokens are 4-digit years spanning from 1950 to 1980, with the highest activations on years in the 1950s-1960s range. The contexts vary widely (movies, sports, music, research, etc.) but the common thread is these specific decades.\n\n**Label: \"Mid-to",
  "42": "Looking at these examples, the feature consistently activates on \"Russian\" or \"Russia\" tokens in political contexts, particularly related to:\n\n- Trump-Russia investigations and collusion\n- Russian cyberattacks and election interference\n- Geopolitical tensions and propaganda\n- Intelligence community reports\n\n**Label: Russian political affairs and geopolitical tensions**\n\nThe feature appears to detect references to Russia specifically in contexts involving political controversy, international relations, and security concerns rather than just any mention",
  "43": "Based on these examples, this feature represents:\n\n**Hillary Clinton in political/legal investigation contexts**\n\nThe feature activates strongly on both \"Clinton\" and \"Hillary\" tokens when they appear in contexts discussing FBI investigations, email servers, Justice Department matters, and other legal/political controversies surrounding Hillary Clinton during the 2016 election period.",
  "44": "Looking at the top activating tokens, this feature consistently fires on quantitative words indicating large numbers of people or things:\n\n- \"hundreds\" (appears 4 times)\n- \"thousands\" (appears 4 times) \n- \"tens\" (appears 2 times)\n\nAll of these tokens represent numerical quantifiers that describe substantial quantities, typically in contexts involving groups of people, objects, or events at scale.\n\n**Label: Large quantity numerical modifiers (",
  "45": "Looking at these examples, Feature 45 consistently activates on the token \"billion\" across various contexts - financial reports, news articles, corporate deals, government spending, and international affairs.\n\n**Label: Large monetary amounts and financial scale (\"billion\")**\n\nThe feature appears to detect references to very large financial quantities, typically in business, economic, or policy contexts where \"billion\" represents significant monetary values or market scales.",
  "47": "Looking at these examples, I can see a clear pattern:\n\n**Reuters news article datelines with years**\n\nThe feature is activating on years (2016, 2017, 2013) and commas that appear in the standardized Reuters news article format: \"CITY (Reuters) - [story content]\". All examples follow this exact journalistic dateline structure where the year indicates when the news event occurred, and the commas are part of the punctuation formatting typical",
  "49": "Based on these examples, this feature represents:\n\n**Temperature/thermal words (hot, heat)**\n\nThe feature consistently activates on temperature-related vocabulary, primarily \"hot\" and \"heat\", regardless of whether they're used literally (describing actual temperature, geysers, summer weather) or metaphorically (hot topics, hot streaks, blazing servers). The common pattern is the semantic concept of thermal/temperature language.",
  "50": "Looking at these examples, the feature appears to detect temporal reference words that introduce background information or context in journalistic/news writing.\n\n**Label: Temporal reference introducing background context in news**\n\nThe pattern is clear: \"Earlier\" (and its variants with different spacing tokens like \"Ġearlier\") is being used consistently across news articles, press releases, and journalistic content to reference previous events, announcements, or timeframes that provide necessary context for the current story.",
  "51": "Looking at these examples, I can see that the 'Ċ' token (which represents a newline character) is activating in contexts that appear to be from online forums, websites, or digital platforms with structured formatting.\n\nThe common pattern across all examples is that these newlines appear in:\n- Forum posts (GambleX with user activity/merit info)\n- Website headers/navigation (Bitcoin mixer site)\n- Content platform layouts (contest submissions with downloa",
  "53": "Looking at these examples, the feature consistently activates on the word \"goal\" appearing in contexts where someone is introducing or stating an objective, purpose, or intention - whether it's about running a marathon, analyzing data, programming tutorials, surveys, refactoring code, or fundraising.\n\n**Label: \"Goal\" token introducing stated objectives or purposes**",
  "54": "Looking at these examples, I can see a clear pattern: most of the high-activation tokens appear in forum post metadata and user profile sections. The tokens \"Edited\", \"Last\", \"Posts\", \"December\" (likely a date), and \"on\" are all commonly found in forum post headers that display information like:\n\n- \"Last Edited: [date]\"\n- \"Posts: [number]\" \n- \"Joined [month/date]\"\n-",
  "56": "Looking at these examples, Feature 56 appears to activate on the token \"Land\" (with or without the leading space token \"Ġ\") across diverse contexts - from \"Land Rover\" to \"Landscape\" to \"Land Art Generator\" to general references to land.\n\nThe common pattern is simply the word stem \"Land\" regardless of whether it's:\n- Part of a compound word (Land Rover, Landscape)\n- A proper noun (Land Art",
  "57": "Looking at the activations, this feature consistently fires on:\n1. Year tokens (2015, 2016, 2017, 2018)\n2. Closing parentheses in blog archive contexts\n3. All examples occur in blog archive/date selection interfaces\n\nThe common pattern is website elements for organizing content chronologically.\n\n**Label: Blog archive date selection interface elements**",
  "59": "Based on the activation patterns, this feature appears to represent:\n\n**Journalistic sourcing and attribution language**\n\nThe feature activates on words commonly used in news articles to indicate information sources: \"people\" (as in \"people familiar with the matter\"), \"officials\" (government/institutional sources), \"spoke\" (indicating quotes/statements), \"familiar\" (knowledgeable sources), and \"obtained\" (acquired information/documents). All contexts are from news articles where reporters are",
  "60": "Looking at these examples, I can see that the feature activates strongly on the digit \"9\" when it appears in specific numerical contexts like:\n\n- R9 295X2 (graphics card model)\n- 918 (Porsche model number)\n- 9/11 (historical date)\n- 9-12 (time or range)\n- iPad Air 2 context mentioning \"9\"\n\nThe pattern appears to be the digit \"",
  "61": "Looking at these examples, this feature appears to activate on \"the\" tokens that introduce or reference **main topics in article/content introductions**.\n\nIn each case, \"the\" precedes a key subject that the text is focusing on - whether it's \"the battle,\" \"the story,\" \"the court,\" \"the all new GoG Envy paintball gun,\" etc. These aren't just any instances of \"the,\" but specifically ones that introduce central topics or subjects in what",
  "62": "Looking at these examples, all the top activations are on the token \"'re\" (the contraction for \"are\"). The feature appears to be detecting this specific contracted form consistently across different contexts.\n\n**Label: Contraction \"'re\" (are) detection**",
  "63": "Looking at the top activations, this feature consistently fires on major North American professional sports league acronyms (NHL, NBA, NFL) appearing in sports journalism contexts discussing drafts, player transactions, team news, and league activities.\n\n**Label: Major professional sports league acronyms**",
  "66": "Based on the examples, this feature represents:\n\n**Legal/institutional penalties and formal apologies**\n\nThe feature activates on tokens related to official sanctions (fines) and formal acknowledgments of wrongdoing (apologized/apology), both of which are responses to misconduct or violations in institutional, legal, or public contexts.",
  "67": "Looking at these examples, I notice that the tokens with high activations appear in contexts that are fragmented, incomplete, or contain formatting artifacts typical of web scraping or data preprocessing issues. The contexts show:\n\n- Incomplete sentences and abrupt transitions\n- Navigation elements mixed with content (\"Follow MTO on Social Media\")\n- Code-like artifacts (\"Ġ(_\", \"216Never\")\n- Truncated text with ellipses\n- Mixed formatting from different sources",
  "68": "Looking at these examples, I notice that the high-activation tokens consistently appear right before emotionally charged, controversial, or impactful content. The tokens \"the,\" \"to,\" \"an,\" \"a,\" and \"my\" are all preceding phrases about government conflicts, police violence, political movements, sensitive topics, etc.\n\n**Label: Articles/determiners before emotionally charged or controversial content**\n\nThe feature seems to detect function words that introduce high-stakes, polarizing, or",
  "69": "Looking at these examples, I notice they all appear in contexts related to media, entertainment, and cultural content - things like music blogs, fashion articles, sports coverage, entertainment news, and technology reporting.\n\nThe feature seems to be detecting tokens that appear in **entertainment and media article contexts**.\n\nShort label: **Entertainment/media article or blog content**",
  "72": "Looking at these examples, I see a clear pattern: most of these tokens appear at the beginning of sentences or major clauses in what appears to be news articles, press releases, and formal content.\n\nThe feature activates on:\n- Hyphens that start new sentences/clauses (examples 1, 3, 4)\n- Capital letters beginning sentences (ĠC, ĠResearch, ĠOb, ĠUnivers",
  "73": "Looking at these tokens, I can see a clear pattern: they are all word fragments that appear to be the beginning portions of longer words, typically at morpheme boundaries or syllable breaks.\n\nThe tokens include:\n- \"abol\" (from \"abolishment\")\n- \"reintrodu\" (from \"reintroducing\") \n- \"exagger\" (from \"exaggerating\")\n- \"dispar\" (from \"disparaging\" or similar)",
  "74": "Looking at these examples, the feature activates on commas that appear immediately after location names (city, state abbreviations) in news article datelines.\n\n**Label: Comma after city-state location in news datelines**\n\nThe pattern is consistent across all examples - each comma follows a geographic location format like \"GLOUCESTER, Mass.\", \"DAPHNE, Ala.\", \"MUNCIE, Ind.\", etc. that appears at the beginning of news articles as part",
  "75": "Looking at the activations, this feature fires strongly on tokens \"UN\" and \"Nations\" (as in \"United Nations\") across various international contexts involving human rights, conflicts, refugees, and global crises.\n\n**Label: United Nations and international organizations**",
  "76": "Looking at these examples, I notice a clear pattern: the activated tokens (mostly \"a\" and \"the\") consistently appear right after verbs that describe some kind of action being taken or accomplished.\n\nThe pattern shows:\n- \"took **a** shot\"\n- \"lambasted **the** ridiculous\" \n- \"reached **a** [milestone]\"\n- \"has been **a** long journey\"\n- \"took **a** jab\"\n-",
  "77": "Looking at these examples, Feature 77 appears to represent:\n\n**\"Sure\" as sentence-starting confirmation or agreement**\n\nAll the top activations are on variations of the token \"sure\" (with different capitalization and spacing), and they appear to occur at the beginning of sentences or responses where \"sure\" is being used to express agreement, acknowledgment, or concession in the context of making a point or argument.",
  "78": "Looking at these examples, I notice the tokens appear in contexts where there's a shift to discussing a new subtopic, elaborating on a point, or transitioning between ideas within ongoing narratives.\n\n**Label: Topic transition or elaboration within ongoing discussion**\n\nThe feature seems to activate on tokens that mark moments where the text pivots to explain, specify, or develop a particular aspect of the broader topic being discussed - whether it's shifting from general climate data to a specific year ('coo",
  "79": "Based on the examples, this feature represents:\n\n**Periods ending biographical introductions or professional descriptions**\n\nAll examples show periods that conclude introductory biographical information about people, typically including their birth dates, professions, and key credentials or roles. The feature appears to detect the completion of formal biographical summary statements.",
  "80": "Looking at these examples, Feature 80 appears to represent:\n\n**\"Without\" in contexts expressing difficulty, impossibility, or absence**\n\nThe feature consistently activates on the word \"without\" when it appears in contexts describing challenges, barriers, or things that cannot be done easily - like \"can't swing without hitting,\" governmental restrictions, incomplete processes, technical difficulties, and personal struggles. The pattern suggests it's capturing \"without\" used to express obstacles or missing prerequisites.",
  "81": "Looking at these examples, I can see that all the tokens are parts of proper names (mostly surnames) that appear in news article or media contexts:\n\n- Lah (part of a name)\n- Sal (likely part of a surname)\n- Rebell (part of a surname)\n- Gall (part of \"Gallat\")\n- Osw (part of \"Oswalt\")\n- Ding (part of \"D",
  "82": "Looking at these examples, I notice the feature activates on verbs that appear at transition points in narrative text - specifically where the text shifts from background/setup information to describing key actions, events, or developments in the story.\n\nThe activated tokens (does, bring, was, are, began, have, has, put) consistently appear when the narrative moves from contextual framing to the main action or significant development being described.\n\n**Label: Verbs at narrative transition points**",
  "83": "Based on these examples, this feature represents:\n\n**Armed conflict and major crises/disasters**\n\nThe feature activates most strongly on tokens related to wars (Iraq, Afghanistan, Pakistan, etc.) and extends to other serious crises like famines and economic disasters. The common pattern is tokens that introduce or refer to large-scale conflicts, disasters, or crisis situations that typically have significant human and societal impact.",
  "84": "Looking at these examples, I notice that all the highly activating tokens appear at the beginning of sentences or clauses, particularly in contexts that seem to be introducing topics, making statements, or transitioning between ideas.\n\nThe pattern appears to be tokens that start **topic-introducing or statement-beginning phrases**.\n\n**Label: \"Sentence/clause-initial topic introduction or statement beginning\"**\n\nThe feature seems to detect when common function words (the, my, their, that) appear",
  "85": "Looking at these examples, all the top activations are on the token \"easy\" appearing in various contexts - from technical descriptions to instructional content to reviews.\n\n**Label: \"Easy\" - simplicity/accessibility descriptor**\n\nThe feature appears to detect instances of the word \"easy\" when it's used to describe something as simple, accessible, or straightforward to do or understand.",
  "86": "Looking at these examples, I notice the feature activates on tokens that appear to be at the beginning of sentences or clauses, particularly in contexts that seem to start new topics, explanations, or statements within articles or documents.\n\nThe pattern appears to be: **Sentence-initial tokens in informational/article text**\n\nThe common thread is that these tokens (whether function words like \"to,\" \"A,\" \"you\" or content words like \"tell,\" \"take,\" \"",
  "87": "Looking at these examples, the feature activates on the word \"best\" across various contexts where it appears in formal or evaluative writing - from political analysis to academic descriptions to product reviews and biographical entries.\n\n**Label: \"Best\" in evaluative/descriptive contexts**\n\nThe common pattern is the word \"best\" (and its capitalized variants) appearing in formal written text where something is being evaluated, described, or compared, rather than in casual conversation.",
  "88": "Based on the examples, this feature represents:\n\n**Physical/emotional harm and negative consequences**\n\nThe feature consistently activates on tokens related to harm (\"hurt\", \"damage\", \"pain\") across various contexts including physical injury, property damage, emotional distress, and broader societal/political harm. The common thread is the concept of something being negatively affected or damaged.",
  "89": "Looking at these activations, I notice they occur on common function words (prepositions like \"to\" and \"on\", verbs like \"improve\" and \"ensure\") within formal, informational contexts - particularly academic abstracts, news articles, and technical documentation.\n\nThe pattern appears to be:\n\n**Function words in formal/academic text contexts**\n\nThe feature seems to detect common grammatical elements when they appear in scholarly, journalistic, or professional writing rather than casual text.",
  "92": "Looking at these examples, I notice the tokens appear at key transition points in explanatory or analytical text - they're words that introduce important concepts, consequences, or elaborations after setting up context.\n\n**Label: Key transitional words in explanatory discourse**\n\nThe feature seems to capture semantically important tokens that advance the logical flow of an argument or explanation, appearing after introductory context has been established.",
  "94": "Looking at these examples, the feature appears to activate on pronouns that refer back to previously mentioned concepts or topics in the text. In most cases it's \"it\" referring to something just introduced (being a teacher, a book, carbon trading, strawberries, chocolate, etc.), and in one case \"them\" referring back to strawberries.\n\n**Label: Anaphoric pronouns referring to recently mentioned topics**",
  "95": "Looking at these examples, all the highest-activating tokens are \"and\" appearing in formal, journalistic contexts - news articles, formal reports, and informational content about serious topics (Vatican mourning, racial abuse, medical procedures, etc.).\n\n**Label: \"And\" in formal/journalistic writing contexts**\n\nThe feature appears to distinguish the conjunction \"and\" when it appears in formal, news-style, or institutional writing rather than casual conversation or informal text.",
  "96": "Looking at these examples, I notice a clear pattern: the feature activates on words that express epistemic states - uncertainty, knowledge, or clarity about information.\n\nThe tokens include:\n- \"sure\" (appears 5 times, often in contexts like \"not sure\")\n- \"clear\" \n- \"unclear\"\n- \"idea\" \n- \"know\"\n\nAll of these relate to expressing degrees of certainty, knowledge, or understanding about something.\n\n**",
  "97": "Based on these examples, this feature represents:\n\n**\"Today\" at the beginning of news articles/blog posts**\n\nThe pattern shows \"Today\" (in various tokenizations) appearing at the start of journalistic or blog content, often introducing current events, announcements, or timely updates across different topics (politics, technology, entertainment, etc.).",
  "98": "Looking at the top activating tokens, this feature activates on numbers (both written out like \"three,\" \"five,\" \"six,\" \"four\" and digits like \"17,\" \"35,\" \"3,\" \"31\") that appear in news article contexts, often describing quantities, ages, counts, or time periods in journalistic writing.\n\n**Label: Numbers in news/journalistic contexts**",
  "100": "Based on these examples, this feature represents:\n\n**\"Arrested\" in news/crime reporting contexts**\n\nAll examples show the token \"arrested\" appearing in news articles or reports about criminal charges, legal proceedings, or law enforcement actions. The feature appears to capture this specific usage of \"arrested\" within journalistic/news reporting discourse.",
  "101": "Looking at these tokens, I see a clear pattern of words describing **physical properties, textures, and material characteristics**.\n\nThe tokens include:\n- Materials: fabric, elastic, film, plaster, skin\n- Physical properties: crisp, flat\n- Structural elements: outer, edges, surfaces\n\n**Label: Physical textures and material properties**\n\nThis feature appears to activate on words that describe the tactile, structural, or surface qualities of materials and objects.",
  "104": "Looking at these examples, the feature consistently activates on the word \"poor\" across various news articles and written content discussing negative situations, conditions, or outcomes.\n\n**Label: \"Poor\" - negative conditions or quality**\n\nThe pattern is straightforward - this feature detects the specific word \"poor\" (with or without the leading space token \"Ġ\") when it appears in contexts describing substandard conditions, quality, or situations across different topics like news reports, social issues",
  "105": "Looking at these examples, this feature appears to capture **Newsletter/email subscription signup language**.\n\nAll the contexts contain standard phrases used in digital newsletter subscription flows: \"Get our daily newsletter\", \"Get the biggest daily stories by email\", \"Subscribe\", \"Thank you for subscribing\", \"We have more newsletters\", and \"See our privacy notice\". The feature activates on key tokens like \"Daily\" (referring to daily newsletters) and \"email\" (the delivery method) within these subscription-",
  "106": "Looking at the top activations, I notice several patterns:\n\n1. \"full\" appears 4 times in the top 10, often in contexts like \"full investigation,\" \"full function,\" \"full control\"\n2. Other tokens like \"new,\" \"good,\" \"close,\" \"mid\" suggest completeness or degree\n3. Many contexts involve transitions, announcements, or states of completion/incompletion\n\nThe most consistent pattern seems to be tokens that indicate **complet",
  "107": "Looking at these examples, the feature appears to be detecting **em dashes in article/blog post openings**.\n\nAll the activations are on '-' tokens (likely em dashes) that appear at or very near the beginning of articles, blog posts, or written pieces. These dashes seem to be introducing the main content after some kind of lead-in, headline, or transitional element.\n\n**Label: \"Em dashes introducing article/blog content\"**",
  "108": "Based on the examples, this feature represents:\n\n**Negative/opposing prefix tokens (anti-, non-, semi-)**\n\nThe feature activates strongly on prefixes that indicate negation, opposition, or partial states - primarily \"anti-\" (against/opposed to), \"non-\" (not/absence of), and \"semi-\" (partially/half). These are all morphological prefixes that modify the meaning of root words in a limiting or qualifying way.",
  "109": "Looking at these examples, the feature appears to activate on **abstract nouns referring to concepts, objects, or entities being discussed as topics**.\n\nAll the tokens are concrete/abstract nouns that represent the main subject or focal point of discussion in formal or journalistic contexts:\n- \"company\" (business entity in legal context)\n- \"element\" (Vatican rules/procedures) \n- \"disease\" (medical condition)\n- \"sect\" (religious group)\n- \"",
  "110": "Based on these examples, this feature represents:\n\n**\"Said\" in news/journalistic reporting contexts**\n\nAll examples show the token \"said\" appearing in news articles, press reports, or journalistic writing where it's used to attribute quotes or statements to sources (spokespeople, officials, ministers, etc.). The feature seems to specifically detect \"said\" when it functions as a reporting verb in news/media contexts rather than in casual conversation or narrative fiction.",
  "111": "Looking at the activating tokens, I see a clear pattern: all the tokens are word suffixes ending in \"-st\" (ist, est, ost, ast).\n\nThese suffixes appear in various contexts and languages, but the common element is the morphological pattern of words ending with the letter combination \"-st\".\n\n**Label: Word suffixes ending in \"-st\"**",
  "112": "Looking at these examples, I notice they all appear to be from news articles or headlines about negative events - deaths, investigations, charges, explosions, etc. The feature is activating on possessive markers ('s) and pronouns (His) that refer to people involved in newsworthy incidents or scandals.\n\n**Label: News reporting about people in negative/controversial events**",
  "113": "Looking at the activating tokens, I see a clear pattern of British English spelling variants:\n\n- 'ised' (British) vs 'ized' (American) \n- 'avour' (British 'favour') vs American 'favor'\n- 'our' (British 'odour') vs American 'odor'\n- 'Ġarte' appears to be part of a British context\n- '",
  "114": "Looking at these examples, this feature appears to activate specifically on the word \"experience\" when it's used in **technology, product, or service contexts** - particularly when discussing user experience, digital products, gaming, web development, and tech-related offerings.\n\n**Label: \"Experience\" in technology/product/service contexts**",
  "115": "Looking at the top activating tokens, this feature clearly represents **units of measurement** or **measurement units**.\n\nAll the tokens are physical measurement units:\n- Distance: cm, kilometres/kilometers, km, feet, inches\n- Volume: gallons\n\nThe feature is detecting when the model encounters words that quantify physical dimensions, distances, or amounts.\n\n**Label: Physical measurement units (distance, volume, length)**",
  "117": "Looking at these examples, this feature appears to detect the phrase **\"at least\"** and its usage contexts.\n\nAll the top activations are on the token \"least\" (with one comma that precedes \"least\" in \"at least\"), and the contexts show this phrase being used to:\n- Express minimum quantities/expectations (\"at least not as often\", \"at least one\")\n- Introduce qualifying or mitigating statements\n- Set baseline conditions or thresholds"
}