{
  "0": "\"Former\" - indicating previous roles or positions",
  "1": "Street addresses and location references in news articles",
  "2": "Professional titles and occupational roles",
  "3": "In each case, \"in\" is followed by a specific field, location, or subject area (Scotland's politics, 2017, Japan, AR, etc.) that serves as the main topic or focus of the text.",
  "4": "The common pattern seems to be prepositions in journalistic or news-style writing, where these function words are connecting key elements in news stories (locations, organizations, people, events).",
  "5": "Label: Article paragraph breaks introducing quotes or attribution",
  "6": "Temporal reference words indicating past states or events",
  "7": "The contexts include:",
  "8": "Diplomatic/political relationships and negotiations",
  "9": "These words share a grammatical role as determiners, quantifiers, and phrase initiators.",
  "10": "Technology/gaming company names and corporate brands",
  "11": "\"Thing/things\" in topic introductions or emphasis",
  "12": "\"And\" in formal news/journalistic writing",
  "13": "The common pattern across examples is tokens related to the creation, development, and production of creative works - whether that's writing music albums, making films, developing games, or creating art. The contexts consistently involve entertainment industry projects and creative endeavors in various stages of production.",
  "14": "In each case, the comma follows a pattern like:",
  "15": "Email newsletter subscription prompts",
  "16": "The pattern is primarily lexical - it's responding to specific token patterns rather than semantic meaning. The feature activates most strongly on:",
  "17": "Label: \"To\" in news/journalistic article contexts",
  "18": "Label: Recent temporal references in news/journalistic contexts",
  "20": "The common pattern is the concept of effort, initiative, or driving force toward a goal.",
  "21": "Label: Clause boundaries and narrative transitions",
  "22": "- Virginia (appears twice)",
  "23": "The common pattern seems to be promotional or descriptive content introduction.",
  "24": "This feature clearly activates on tokens related to video games, including:",
  "25": "The most strongly activating tokens are:",
  "26": "Label: \"Be\" introducing explanations or contextual information",
  "28": "Label: News headline hyphens separating title components",
  "29": "1. Many tokens appear in contexts that seem to be from news articles, captions, or web content",
  "30": "- 'ost' (likely from a longer word)",
  "31": "\"Star\" in entertainment/media franchise contexts",
  "32": "- Commas separating navigation menu items (Russian, English, Deutsch, Blog, etc.)",
  "33": "1. Direct attention (\"Look in your bathroom... right now\")",
  "34": "Sleep-related words and concepts",
  "35": "Hidden or discovered collections of items/objects",
  "36": "- \"MORE\" (likely \"READ MORE\" links)",
  "37": "The common pattern appears to be salient content words in titles/headlines.",
  "38": "- Formal, informative prose style",
  "39": "The feature seems to be detecting:",
  "40": "The pattern shows:",
  "41": "All the top activating tokens are 4-digit years spanning from 1950 to 1980, with the highest activations on years in the 1950s-1960s range. The contexts vary widely (movies, sports, music, research, etc.) but the common thread is these specific decades.",
  "42": "- Trump-Russia investigations and collusion",
  "43": "Hillary Clinton in political/legal investigation contexts",
  "44": "- \"hundreds\" (appears 4 times)",
  "45": "Label: Large monetary amounts and financial scale (\"billion\")",
  "47": "Reuters news article datelines with years",
  "49": "Temperature/thermal words (hot, heat)",
  "50": "Label: Temporal reference introducing background context in news",
  "51": "The common pattern across all examples is that these newlines appear in:",
  "53": "Label: \"Goal\" token introducing stated objectives or purposes",
  "54": "- \"Last Edited: [date]\"",
  "56": "The common pattern is simply the word stem \"Land\" regardless of whether it's:",
  "57": "2. Closing parentheses in blog archive contexts",
  "59": "Journalistic sourcing and attribution language",
  "60": "- R9 295X2 (graphics card model)",
  "61": "In each case, \"the\" precedes a key subject that the text is focusing on - whether it's \"the battle,\" \"the story,\" \"the court,\" \"the all new GoG Envy paintball gun,\" etc. These aren't just any instances of \"the,\" but specifically ones that introduce central topics or subjects in what",
  "62": "Label: Contraction \"'re\" (are) detection",
  "63": "Label: Major professional sports league acronyms",
  "66": "Legal/institutional penalties and formal apologies",
  "67": "- Incomplete sentences and abrupt transitions",
  "68": "Label: Articles/determiners before emotionally charged or controversial content",
  "69": "The feature seems to be detecting tokens that appear in entertainment and media article contexts.",
  "72": "The feature activates on:",
  "73": "The tokens include:",
  "74": "Label: Comma after city-state location in news datelines",
  "75": "Label: United Nations and international organizations",
  "76": "The pattern shows:",
  "77": "\"Sure\" as sentence-starting confirmation or agreement",
  "78": "Label: Topic transition or elaboration within ongoing discussion",
  "79": "Periods ending biographical introductions or professional descriptions",
  "80": "\"Without\" in contexts expressing difficulty, impossibility, or absence",
  "81": "- Lah (part of a name)",
  "82": "The activated tokens (does, bring, was, are, began, have, has, put) consistently appear when the narrative moves from contextual framing to the main action or significant development being described.",
  "83": "Armed conflict and major crises/disasters",
  "84": "The pattern appears to be tokens that start topic-introducing or statement-beginning phrases.",
  "85": "Label: \"Easy\" - simplicity/accessibility descriptor",
  "86": "The pattern appears to be: Sentence-initial tokens in informational/article text",
  "87": "Label: \"Best\" in evaluative/descriptive contexts",
  "88": "Physical/emotional harm and negative consequences",
  "89": "The pattern appears to be:",
  "92": "Label: Key transitional words in explanatory discourse",
  "94": "Label: Anaphoric pronouns referring to recently mentioned topics",
  "95": "Label: \"And\" in formal/journalistic writing contexts",
  "96": "The tokens include:",
  "97": "\"Today\" at the beginning of news articles/blog posts",
  "98": "Label: Numbers in news/journalistic contexts",
  "100": "\"Arrested\" in news/crime reporting contexts",
  "101": "The tokens include:",
  "104": "Label: \"Poor\" - negative conditions or quality",
  "105": "All the contexts contain standard phrases used in digital newsletter subscription flows: \"Get our daily newsletter\", \"Get the biggest daily stories by email\", \"Subscribe\", \"Thank you for subscribing\", \"We have more newsletters\", and \"See our privacy notice\". The feature activates on key tokens like \"Daily\" (referring to daily newsletters) and \"email\" (the delivery method) within these subscription-",
  "106": "1. \"full\" appears 4 times in the top 10, often in contexts like \"full investigation,\" \"full function,\" \"full control\"",
  "107": "All the activations are on '-' tokens (likely em dashes) that appear at or very near the beginning of articles, blog posts, or written pieces. These dashes seem to be introducing the main content after some kind of lead-in, headline, or transitional element.",
  "108": "Negative/opposing prefix tokens (anti-, non-, semi-)",
  "109": "All the tokens are concrete/abstract nouns that represent the main subject or focal point of discussion in formal or journalistic contexts:",
  "110": "\"Said\" in news/journalistic reporting contexts",
  "111": "These suffixes appear in various contexts and languages, but the common element is the morphological pattern of words ending with the letter combination \"-st\".",
  "112": "Label: News reporting about people in negative/controversial events",
  "113": "- 'ised' (British) vs 'ized' (American) ",
  "114": "Label: \"Experience\" in technology/product/service contexts",
  "115": "All the tokens are physical measurement units:",
  "117": "All the top activations are on the token \"least\" (with one comma that precedes \"least\" in \"at least\"), and the contexts show this phrase being used to:"
}